
    
    [
      {
        "id": "1", 
        "title": "Quality Analyst ",
        "experience": "2+",
    "location":"Pune, IND",
        "info": "Prepare MIS/reports Performing training need analysis.Facilitating and leading calibration sessions.Continuously develop team capability by providing ongoing development, actively managing talent and embedding consistent feedback loops based on customer insights. Responsible for the consistent documentation of SOP across all processes in the contact center. Initiate and drive projects that would increase user satisfaction, productivity and process Quality",
        "respo":"Conducting process related checks/audits.",
        "respo1":"Identify ways to improve skill issues that face the team , and action accordingly.",
        "respo2":" Ensure adherence to feedback TAT / target ",
        "respo3":" Audit accuracy ",
        "respo4":" QA quality score Accuracy and timelines of reports",
        "respo5":"Participate in companywide projects/assignments, which could include working on curriculum updates/revisions Metrics for performance measurement",
        "respo6":"Good communication ",
        "respo7":"Excellent problem-solving abilities and meticulousness "
     
     
      },
      {
        "id": "2",
        "title": "Team Lead  ",
        "experience": "2+",
        "location":"Pune, IND",
        "info": "Managing Team of QA’s.High performance delivery on all quality parameters.Audit interactions on Product/process, Communication and soft skills parameters.Must have B2B lead generation experience only                                   Flexible to work in a 24X7 environmentReal Time Support (Production/Live Support) on the floor as per the business requirementEvaluating changes and updates to source production systems.Leverage process knowledge to proactively identify areas of concern & highlight to the change Team.",
        "respo":"Hands on experience in MS-Office, preferably in MS-Excel and Power Point.   ",
        "respo1":"Analytical and Quantitative skills.",
        "respo2":"Ability to observe, analyze and give constructive feedback. ",

        "respo3":"Bachelor Degree",
        "respo4":"Extremely good verbal & written communication skills.",
        "respo5":"Excellent writing and comprehension skills.Understanding of the Audit & Coaching processes.",
        "respo6":"Ability to work under pressure Presentation, Feedback &Coaching skills.",
        "respo7":" Effective problem-solving skills. Highly energetic & enthusiastic. Interpersonal skills and Teamwork."
      
      },
      {
        "id": "3",
        "title": "IT Developer",
        "experience": "1+",
        "location":"Pune, IND",
        "info": "Designing and developing UI using website. Proficiency in Java. Exposure to Database. Good to have - Angular JS. Collaborating with front-end / back-end developers.                                            Writeclean, scalable and efficient code. Follow all the company standards to create top-quality applications. Develop documentation throughout the Software Development Life Cycle (SDLC). Reporting of User Stories / Tasks in the Project Management Software used by the company.",
        "respo":"Hands-on experience in design using object-oriented programming principles.",
        "respo1":"Strong understanding of object-oriented programming Familiarity with Microsoft SQL ServerExperience with popular web application frameworks.",
        "respo2":"Experience in established development tools. ",

        "respo3":"  System analysis and debugging experience for enterprise scale developmentAbility to carry out prototyping and technical investigation and evaluation as neededBachelor's (Required)Effective problem-solving skills.",
        "respo4":"Extremely good verbal & written communication skills.",
        "respo5":"Highly energetic & enthusiastic.",
        "respo6":"Interpersonal skills and Teamwork.",
        "respo7":"Best practices and conventions including ReactJS, JavaScript & Angular+ with all JS frameworks."

      },
      {
        "id": "4",
        "title": "Data Research ",
        "experience": "1+",
        "location":"Pune, IND",
        "info": "Analyzing past operations' results and performing variance analyses.Identifying and analyzing trends and forecasts and recommending improvements to the business processes.Researching market trends, conducting surveys, analyzing data from competitors, and analyzing the business's operations, expenditures, and customer retention to identify patterns of potential issues or improvements.Using data analysis and interpretations to guide the decision-making of the business.Using operations data to develop pricing models and identify areas for improvement.Using statistical, economic, and data modeling techniques and tools.Organizing and analyzing data, creating charts and graphs, and presenting your findings to the leadership team.",
        "respo":" A bachelor's or associate's degree.",
        "respo1":"  Attention to detail and organizational skills.",
        "respo2":"   Experience in applied research or data management may be advantageous.",
        "respo3":"   Strong mathematical, analytical, and data modeling skills.",
        "respo4":" The ability to manipulate large, complex data sets into manageable, understandable reports.",
        "respo5":" Excellent problem-solving and communication  .",
        "respo6":"Familiarity with data modeling software and Excel software.",
        "respo7":" Good team-working skills"
      },
      {
        "id": "5", 
        "title": "Manager",
        "experience": "3+",
        "location":"Pune, IND",
        "info": "Contribute operations information and recommendations to strategic plans and reviews; prepare and complete action plans; implement production, productivity, quality, and customer-service standards; resolve problems; complete audits; identify trends</li>Analyze and improve organizational process and workflow, employee and space requirements, and equipment layout; implement changesResearching market trends, conducting surveys, analyzing data from competitors, and analyzing the business's operations, expenditures, and customer retention to identify patterns of potential issues or improvements.Using data analysis and interpretations to guide the decision-making of the business.Using operations data to develop pricing models and identify areas for improvement.Using statistical, economic, and data modeling techniques and tools.Organizing and analyzing data, creating charts and graphs, and presenting your findings to the leadership team.",
        "respo":"A bachelor's or associate's degree.",
        "respo1":"Experience in applied research or data management may be advantageous.  ",
        "respo2":"Strong mathematical, analytical, and data modeling skills.", 
        "respo3":"The ability to manipulate large, complex data sets into manageable, understandable reports. ", 
        "respo4":"Excellent problem-solving, communication, and team-working skills.", 
        "respo5":"Familiarity with data modeling software and Excel software.", 
        "respo6":"Attention to detail ",
        "respo7":"Organizational skills"
      },
      {
        "id": "6",
        "title": "Team Lead ",
        "experience": "2+",
        "location":"Pune, IND",
        "info": " Create an inspiring team environment with an open communication culture. Set clear team goals. Delegate tasks and set deadlines. Oversee day-to-day operation.Monitor team performance and report on metrics. Discover training needs and provide coaching. Organizing and analyzing data, creating charts and graphs, and presenting your findings to the leadership team.",
        "respo":" A bachelor's in Management or training in team leading is a plus.",
       "respo1":" Strong mathematical, analytical, and data modeling skills.",
        "respo2":"Good decision-making skills", 
        "respo3":" The ability to manipulate large, complex data sets into manageable, understandable reports.", 
        "respo4":" Excellent problem-solving, communication, and team-working skills.", 
        "respo5":"Familiarity with data modeling software and Excel software.", 
        "respo6":" Attention to detail and organizational skills.",
        "respo7":" Proven work experience as a team leader or supervisor"
     
     
      },
      {
        "id": "7",
        "title": "Appointment Generation Executive ",
        "experience": "2+",
        "location":"Pune, IND",
        "info": " Familiarizing yourself with essential details of our products and services.Calling prospective clients using a list of phone numbers provided to you.Accepting calls from prospective clients as they arise.Fielding basic questions and concerns about the products and services we offer.Scheduling a consultation between the prospective client and a Sales Representative.Keeping a detailed log of calls, including those which were not answered.Attempting to contact prospective clients who you have been unable to contact.",
        "respo":"  High school diploma or equivalent.",
        "respo1":" Proven experience as an appointment setter, sales representative, or similar will be advantageous ",
        "respo2":" Computer literate.", 
        "respo3":" Written, and interpersonal skills.", 
        "respo4":" Outstanding listening skills and attention to detail. ", 
        "respo5":"Excellent phone etiquette.", 
        "respo6":"Professional and courteous disposition.",
        "respo7":"Persuasive and results-oriented."
      },
      {
        "id": "8",
        "title": "MIS Executive  ",
        "experience": "1+",
        "location":"Pune, IND",
        "info": "Designing, monitoring, analyzing, and troubleshooting IT systems. Interpreting briefs and developing IT systems that meet all specifications and cost requirements. Assisting with training and onboarding processes. Writing job descriptions for new positions, and assisting with interview and recruitment processes. Ensuring staff comply with company, as well as health and safety regulations at all times. Maintaining, managing, and updating software.",
        "respo":"Bachelor's degree in computer science, IT, or similar. Ability to train junior staff."
        ,"respo1":"  Master's degree preferable. ",
        "respo2":" Experience managing a team.Excellent problem-solving and management skills.", 
        "respo3":" Practical experience with a variety of software applications.", 
        "respo4":"Attention to detail and excellent diagnostic skills.", 
        "respo5":"  Effective communication and interpersonal skills.", 
        "respo6":"Ability to motivate and inspire staff.",
        "respo7":" Strong leadership abilities and good time management skills."
      },
      {
        "id": "9",
        "title": "HR Executive",
        "experience": "1+",
        "location":"Pune, IND",
        "info": "Develop and implement HR strategies and initiatives aligned with the overall business strategy. Manage the recruitment and selection process. Support current and future business needs through the development, engagement, motivation and preservation of human capital. Develop and monitor overall HR strategies, systems, tactics and procedures across the organization Nurture a positive working environment. Oversee and manage a performance appraisal system that drives high performance",
        "respo":"Proven working experience as HR Manager or other HR Executive."
        ,"respo1":"Degree in Human Resources or related field ",
        "respo2":"People oriented and results driven Demonstrable experience with Human Resources metrics ", 
        "respo3":" Ability to architect strategy along with leadership skills", 
        "respo4":"Excellent active listening, negotiation and presentation skills ", 
        "respo5":"Competence to build and effectively manage interpersonal relationships at all levels of the company", 
        "respo6":"In-depth knowledge of labor law and HR best practices .",
        "respo7":"Knowledge of HR systems and databases"
      },
      {
        "id": "10",
        "title": "HR Manager",
        "experience":"2+",
        "location":"Pune, IND",
        "info": "Maintain HR documentation, such as Employee Handbook, Standard Operating Procedures, Policies and Guidelines, Service Agreements, and Contracts of Employment.Help employees with their appraisals, and employee benefits packages.Mentor Human Resources staff and provide necessary counseling services as and when needed.Oversee and accomplish administrative processes.Supervising employee recruitment, meetings, and terminations.",
        "respo":" Understanding of the HRIS (Human Resource Information System) and its usage Comfortable with the use of Microsoft Office applications. "
        ,"respo1":" Negotiation abilities in dealing with new recruits and payroll.",
        "respo2":" Ability to overcome problems relating to racism, sexism, and nepotism.", 
        "respo3":" Excellent work-ethic and fair dealing.", 
        "respo4":" Optimistic approach and ability to see from others’ perspectives.", 
        "respo5":" Conflict-management and problem-solving abilities.", 
        "respo6":"  Organizational and management skills.",
        "respo7":"  Ability to work as a part of a team Active listening skills."
      }
    ]